Repository: michaele1410/BottleBalance
Catalog: web/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Database dump successfully created.
de: Datenbank-Dump erfolgreich erstellt.

source: Error during database dump: %(error)s
de: Fehler beim Datenbank-Dump: %(error)s

source: New payment request from %(requester)s
de: Neuer Zahlungsfreigabeantrag von %(Anforderer)

source: Withdrew money
de: Entnahme

source: Inventory
de: Inventar

source: Count cash register
de: Kassenzählung

source: Emptying cash register GR
de: Leerung Kasse GR

source: Delivery of Bottles
de: Lieferung Getränke

source: Individual bottle purchase
de: Einzelkauf Getränke

source: Deposit PayPal
de: Einzahlung Paypal

source: Donation
de: Spende

source: File too large. Please upload a smaller file.
de: Datei zu groß. Bitte laden Sie eine kleinere Datei hoch.

source: Password must be at least 8 characters long.
de: Das Passwort muss mindestens 8 Zeichen lang sein.

source: Passwords do not match.
de: Passwörter stimmen nicht überein.

source: Please enable two-factor authentication (2FA) to provide additional protection for your account.
de: Bitte aktivieren Sie die Zwei-Faktor-Authentifizierung (2FA), um zusätzlichen Schutz für Ihr Konto zu gewährleisten.

source: Profile updated.
de: Profil aktualisiert.

source: User not found.
de: Benutzer nicht gefunden.

source: AppTitle
de: BottleBalance

source: No 2FA setup active.
de: Keine 2FA-Einrichtung aktiv.

source: Invalid 2FA code.
de: Ungültiger 2FA-Code.

source: 2FA enabled.
de: 2FA aktiviert.

source: Password verification failed.
de: Passwortüberprüfung fehlgeschlagen.

source: 2FA disabled.
de: 2FA deaktiviert.

source: Invalid theme selection.
de: Ungültige Themenauswahl.

source: Theme settings saved.
de: Themaeinstellungen gespeichert.

source: Invalid language.
de: Ungültige Sprache.

source: Settings saved.
de: Einstellungen gespeichert.

source: Approval authorization changed.
de: Genehmigungsberechtigung geändert.

source: CSV header does not match the expected format.
de: Die CSV-Kopfzeile entspricht nicht dem erwarteten Format.

source: CSV preview is disabled.
de: Die CSV-Vorschau ist deaktiviert.

source: Preview expired or not found.
de: Vorschau abgelaufen oder nicht gefunden.

source: CSV file not found.
de: CSV-Datei nicht gefunden.

source: CSV could not be read.
de: Die CSV-Datei konnte nicht gelesen werden.

source: Please select a CSV file.
de: Bitte wählen Sie eine CSV-Datei aus.

source: Import successful: %(rows)d lines transferred.
de: Import erfolgreich: %(rows)d Zeilen übertragen.

source: Import failed: %(error)s
de: Import fehlgeschlagen: %(error)s

source: Date
de: Datum

source: Full
de: Vollgut

source: Empty
de: Leergut

source: Revenue
de: Einnahme

source: Expense
de: Ausgabe

source: Cash balance
de: Kassenbestand

source: Note
de: Bemerkung

source: Language changed.
de: Sprache geändert.

source: SMTP configuration incomplete.
de: SMTP-Konfiguration unvollständig.

source: This is a test message to check the SMTP configuration.
de: Dies ist eine Testnachricht zur Überprüfung der SMTP-Konfiguration.

source: SMTP test by %(app)s
de: SMTP-Test von %(app)s

source: SMTP test successful – test email sent.
de: SMTP-Test erfolgreich – Test-E-Mail gesendet.

source: SMTP test failed:
de: SMTP-Test fehlgeschlagen:

source: Database dump successfully generated.
de: Datenbank-Dump erfolgreich erstellt.

source: Updated notes.
de: Aktualisierte Notizen.

source: Error saving notes: %(error)s
de: Fehler beim Speichern von Notizen: %(error)s

source: Please select an image file.
de: Bitte wählen Sie eine Bilddatei aus.

source: Invalid file format. Permitted formats: SVG, PNG, JPG, WEBP.
de: Ungültiges Dateiformat. Zulässige Formate: SVG, PNG, JPG, WEBP.

source: Logo successfully uploaded.
de: Logo erfolgreich hochgeladen.

source: Upload failed: %(error)s
de: Upload fehlgeschlagen: %(error)s

source: Custom logo removed. Fallback to default logo active.
de: Benutzerdefiniertes Logo entfernt. Standardlogo aktiv.

source: Could not delete file: %(msg)s
de: Datei konnte nicht gelöscht werden: %(msg)s

source: No logo found.
de: Kein Logo gefunden.

source: Unknown action.
de: Unbekannte Aktion.

source: SMTP configuration detected for host %(host)s:%(port)s.
de: SMTP-Konfiguration für Host %(host)s:%(port)s erkannt.

source: Please select files.
de: Bitte wählen Sie Dateien aus.

source: Invalid file type: %(filename)s
de: Ungültiger Dateityp: %(filename)s

source: %(num)d Files uploaded.
de: %(num)d Dateien hochgeladen.

source: No files uploaded.
de: Es wurden keine Dateien hochgeladen.

source: Attachment deleted.
de: Anhang gelöscht.

source: Default login: Username <strong>admin</strong> and password <strong>admin</strong> – please change immediately!
de: Standard-Anmeldung: Benutzername <strong>admin</strong> und Passwort <strong>admin</strong> – bitte sofort ändern!

source: Login failed.
de: Anmeldung fehlgeschlagen.

source: Please change the password <a href="%(link)s" class="alert-link">on profile</a>.
de: Profil</a>.

source: Backup code used. New codes were generated automatically. Please keep them safe.
de: Backup-Code verwendet. Neue Codes wurden automatisch generiert. Bitte bewahren Sie diese sicher auf.

source: Invalid 2FA code or backup code.
de: Ungültiger 2FA-Code oder Backup-Code.

source: New backup codes have been generated. Please keep them safe.
de: Es wurden neue Backup-Codes generiert. Bitte bewahren Sie diese sicher auf.

source: Reset link is invalid or expired.
de: Der Link zum Zurücksetzen ist ungültig oder abgelaufen.

source: Reset link is invalid or has expired.
de: Der Link zum Zurücksetzen ist ungültig oder abgelaufen.

source: Password has been reset.
de: Das Passwort wurde zurückgesetzt.

source: If the information is correct, a reset link has been sent.
de: Wenn die Angaben korrekt sind, wurde ein Link zum Zurücksetzen gesendet.

source: Please enter your username.
de: Bitte geben Sie Ihren Benutzernamen ein.

source: Reset password
de: Passwort zurücksetzen

source: Input error: %(error)s
de: Eingabefehler: %(error)s

source: Please enter at least one value for revenue, expenditure, full or empty.
de: Bitte geben Sie mindestens einen Wert für Einnahmen, Ausgaben, Voll- oder Leergut ein.

source: Record saved, {count} file(s) transferred.
de: Eintrag gespeichert, {count} Datei(en) übertragen.

source: Record saved.
de: Eintrag gespeichert.

source: Entry not found.
de: Eintrag nicht gefunden.

source: Entry saved.
de: Eintrag gespeichert.

source: SMTP test failed: %(error)s
de: SMTP-Test fehlgeschlagen: %(Fehler)s

source: Only pending requests can be approved.
de: Nur ausstehende Anträge können genehmigt werden.

source: You have already approved this request.
de: Sie haben diesen Antrag bereits genehmigt.

source: All necessary approvals have been received – the payment request has now been approved.
de: Alle erforderlichen Genehmigungen liegen vor – der Zahlungsfreigabeantrag wurde nun genehmigt.

source: Partial approval recorded: %(done)d/%(total)d.
de: Teilgenehmigung erfasst: %(done)d/%(total)d.

source: Only pending payment requests can be placed on hold.
de: Nur ausstehende Zahlungsfreigabeanträge können zurückgestellt werden.

source: The payment request was placed on hold.
de: Der Zahlungsfreigabeantrag wurde zurückgestellt.

source: The payment request can only be completed after approval.
de: Der Zahlungsfreigabeantrag kann erst nach Genehmigung abgeschlossen werden.

source: Payment request has been completed.
de: Der Zahlungsfreigabeantrag ist abgeschlossen.

source: Rejected, approved, or completed payment requests cannot be deleted.
de: Abgelehnte, genehmigte oder abgeschlossene Zahlungsfreigabeanträge können nicht gelöscht werden.

source: Payment request was deleted.
de: Der Zahlungsfreigabeantrag wurde gelöscht.

source: Only pending or paused payment requests can be rejected.
de: Nur ausstehende oder pausierte Zahlungsfreigabeanträge können abgelehntwerden.

source: Please specify a reason for rejection.
de: Bitte geben Sie einen Grund für die Ablehnung an.

source: Payment request was rejected.
de: Der Zahlungsfreigabeantrag wurde abgelehnt.

source: You can only withdraw your own, pending, or paused payment requests.
de: Sie können nur Ihre eigenen, ausstehenden oder pausierten Zahlungsfreigabeanträge zurückziehen.

source: Payment request was withdrawn.
de: Der Zahlungsfreigabeantrag wurde zurückgezogen.

source: Only paused payment requests can be resumed.
de: Nur pausierte Zahlungsfreigabeanträge können wieder fortgesetzt werden.

source: The payment request was continued and is pending again.
de: Der Zahlungsfreigabeantrag wurde fortgesetzt und ist erneut ausstehend.

source: Requestor:
de: Antragsteller:

source: Date:
de: Datum

source: Purpose:
de: Verwendungszweck:

source: Amount:
de: Betrag:

source: Supplier:
de: Lieferant:

source: Justification:
de: Begründung:

source: State:
de: Status:

source: Audit history
de: Änderungsprotokoll

source: Attachments can no longer be uploaded because the request has been completed or rejected.
de: Anhänge können nicht mehr hochgeladen werden, da die Anfrage oder abgelehnt wurde.

source: Please select file(s).
de: Bitte Datei(en) auswählen.

source: %(count)d Files uploaded.
de: %(count)d Datei hochgeladen.

source: Editing is no longer possible.
de: Bearbeitung nicht mehr möglich.

source: Invalid amount.
de: ngültiger Betrag.

source: Invalid input: %(error)s
de: Ungültige Eingabe: %(error)s

source: Payment request saved.
de: Zahlungsfreigabeantrag wurde gespeichert.

source: all_payment_requests.pdf
de: alle_zahlungsfreigabeantraege.pdf

source: Please enter a valid date.
de: Bitte geben Sie ein gültiges Datum ein.

source: Please enter a valid amount.
de: Bitte geben Sie einen gültigen Betrag ein.

source: Invalid date format. Please enter in YYYY-MM-DD format.
de: Ungültiges Datumsformat. Bitte geben Sie das Datum im Format JJJJ-MM-TT ein.

source: Invalid amount. Please enter a number.
de: Ungültiger Betrag. Bitte geben Sie eine Zahl ein.

source: Payment request created successfully.
de: Zahlungsfreigabeantrag erfolgreich erstellt.

source: Completed payment requests can not longer be changed.
de: Abgeschlossene Zahlungsfreigabeanträge können nicht mehr geändert werden.

source: No approval found for withdrawal.
de: Keine Freigabe zum zurückziehen gefunden.

source: Your approval has been withdrawn.
de: Ihre Freigabe wurde widerrufen.

source: Username cannot be empty.
de: Der Benutzername darf nicht leer sein.

source: Invalid role.
de: Ungültige Rolle.

source: User created.
de: Bneutzer wurde erstellt.

source: Error: %(error)s
de: Fehler: %(error)s

source: User updated.
de: Benutzer aktualisiert.

source: You cannot delete yourself.
de: Sie können sich nicht selbst löschen.

source: User deleted.
de: Benutzer gelöscht.

source: New password must be at least 8 characters long.
de: Das neue Passwort muss mindestens 8 Zeichen lang sein.

source: New password set.
de: Neues Passwort festgelegt.

source: Reset link sent by email.
de: Link zum Zurücksetzen per E-Mail gesendet.

source: Reset-Link: %(url)s
de: Zurücksetzen-Link: %(url)s

source: You cannot deactivate yourself.
de: Sie können sich nicht selbst deaktivieren.

source: File too large. Maximum allowed: 10 MB.
de: Datei zu groß. Maximal zulässig: 10 MB.

source: Date missing.
de: Datum fehlt.

source: Invalid date (expected DD.MM.YYYY): %(value)s
de: Ungültiges Datum (erwartet TT.MM.JJJJ): %(value)s

source: Invalid integer for %(field)s: %(value)s
de: Ungültige Ganzzahl für %(Feld)s: %(Wert)s

source: Empty CSV or missing header.
de: Leere CSV-Datei oder fehlende Kopfzeile.

source: Invalid money format for revenue: %(value)s
de: Ungültiges Währungsformat für Einnahmen: %(Wert)s

source: Invalid money format for expense: %(value)s
de: Ungültiges Währungsformat für Ausgaben: %(Wert)s

source: Payment request #%(id)d – State: %(state)s
de: Zahlungsfreigabeantrag #%(id)d – Status: %(state)s

source: New payment request #%(id)d
de: Neue Zahlungsfreigabeantrag #%(id)d

source: Two-factor authentication
de: Zwei-Faktor-Authentifizierung

source: 6-digit code
de: 6-stelliger Code

source: 2FA code or backup code
de: 2FA-Code oder Backup-Code

source: Confirm
de: Bestätigen

source: Set up 2FA
de: 2FA einrichten

source: Scan the QR code with your authenticator app (e.g., Microsoft Authenticator, Google Authenticator) and then enter the 6-digit code.
de: Scannen Sie den QR-Code mit Ihrer Authentifizierungs-App (z. B. Microsoft Authenticator, Google Authenticator) und geben Sie anschließend den 6-stelligen Code ein.

source: 2FA secret key:
de: 2FA-Geheimschlüssel:

source: Create and download database dump
de: Datenbank-Dump erstellen und herunterladen

source: Send test email
de: Test-E-Mail senden

source: Settings
de: Einstellungen

source: Manage notes
de: Notizen verwalten

source: One option per line
de: Ein Eintrag pro Zeile

source: Current notes
de: Aktuelle Notizen

source: No notes available
de: Keine Notizen verfügbar

source: Replace notes
de: Notizen ersetzen

source: One option per line ...
de: Eine Option pro Zeile ...

source: Save
de: Speichern

source: Clear List
de: Liste löschen

source: Check SMTP configuration
de: Überprüfen Sie die SMTP-Konfiguration.

source: Unknown SMTP status
de: Unbekannter SMTP-Status

source: The test email is sent to the configured SMTP user address.
de: Die Test-E-Mail wird an die konfigurierte SMTP-Benutzeradresse gesendet.

source: PostgreSQL database export
de: PostgreSQL-Datenbankexport

source: Generates an SQL dump of the current database and makes it available for download.
de: Erzeugt einen SQL-Dump der aktuellen Datenbank und stellt ihn zum Download bereit.

source: Create dump now?
de: Jetzt Dump erstellen?

source: Create & download dump
de: Erstellen und Herunterladen von Dumps

source: Branding: Your own logo
de: Branding: Ihr eigenes Logo

source: SVG, PNG, JPG, WEBP – recommended: SVG or PNG
de: SVG, PNG, JPG, WEBP – empfohlen: SVG oder PNG

source: Current logo (preview)
de: Aktuelles Logo (Vorschau)

source: If no custom logo is stored, the default logo will be used.
de: Wenn kein benutzerdefiniertes Logo gespeichert ist, wird das Standardlogo verwendet.

source: Select logo file
de: Logo-Datei auswählen

source: Upload
de: Hochladen

source: Note: The logo is stored on the server side under uploads/branding/.
de: Hinweis: Das Logo wird auf der Serverseite unter uploads/branding/ gespeichert.

source: Cache is updated automatically.
de: Der Cache wird automatisch aktualisiert.

source: Remove your own logo?
de: Ihr eigenes Logo entfernen?

source: Remove
de: Entfernen

source: Search
de: Suche

source: Date/Note
de: Datum/Notiz

source: Time period
de: Zeitraum

source: Reset filter
de: Filter zurücksetzen

source: User
de: Benutzer

source: Action
de: Aktion

source: Entry-ID
de: Eintrag-ID

source: Time
de: Zeitpunkt

source: No entries.
de: Keine Einträge.

source: Greeting
de: Willkommen

source: Requests
de: Anträge

source: Profile
de: Profil

source: About
de: Über

source: Developer:
de: Entwickler:

source: Contact:
de: Kontakt:

source: Contact developer
de: Entwickler kontaktieren

source: Webseite:
de: Website:

source: is a web application for managing beverage cash registers and payment requests.
de: ist eine Webanwendung zur Verwaltung von Getränkekassen und Zahlungsfreigabeanträgen.

source: Close
de: Schließen

source: Up
de: Hoch

source: Edit record
de: Eintrag bearbeiten

source: Back
de: Zurück

source: Full bottles
de: Vollgut

source: Empty Bottles
de: Leergut

source: Cancel
de: Abbrechen

source: Attachments
de: Anhänge

source: Acceptable formats:
de: Akzeptierte Formate:

source: Multiple files possible.
de: Mehrere Dateien möglich.

source: View
de: Ansehen

source: Delete attachment for real?
de: Anhang wirklich löschen?

source: Delete
de: Löschen

source: No attachments available.
de: Keine Anhänge verfügbar.

source: Delete attachment for permanently?
de: Anhang dauerhaft löschen?

source: Error loading attachments:
de: Fehler beim Laden der Anhänge:

source: Error loading attachments.
de: Fehler beim Laden der Anhänge.

source: Edit user
de: Benutzer bearbeiten

source: Enter new password
de: Neues Passwort eingeben

source: Enter new password (optional)
de: Neues Passwort eingeben (optional)

source: Role
de: Rolle

source: Active
de: Aktiv

source: May approve payment requests
de: Kann Zahlungsfreigabeanträge genehmigen

source: CSV import – Preview
de: CSV-Import – Vorschau

source: Total:
de: Gesamt:

source: potential duplicates:
de: mögliche Duplikate:

source: Mode: All existing entries will be replaced
de: Modus: Alle vorhandenen Einträge werden ersetzt

source: Mode: Append (existing entries are retained)
de: Modus: Anhängen (vorhandene Einträge bleiben erhalten)

source: Duplicate
de: Duplikat

source: Error in line
de: Fehler in Zeile

source: Field mapping
de: Feldzuordnung

source: Apply mapping & refresh preview
de: Zuordnung anwenden und Vorschau aktualisieren

source: Preview
de: Vorschau

source: State
de: Status

source: Error:
de: Fehler:

source: is being imported
de: wird importiert

source: Duplicate – skipped (default)
de: Duplikat – übersprungen (Standard)

source: new – being imported
de: neu – wird importiert

source: Skip duplicates (recommended)
de: Duplikate überspringen (empfohlen)

source: Insert all (including duplicates)
de: Alle einfügen (einschließlich Duplikate)

source: Import lines with errors (not recommended)
de: Zeilen mit Fehlern importieren (nicht empfohlen)

source: Import now
de: Jetzt importieren

source: Inventory:
de: Inventar:

source: Btl.
de: Fl.

source: Cash register:
de: Kasse:

source: Add new record
de: Neuen Eintrag hinzufügen

source: Add
de: Hinzufügen

source: Filter for entries
de: Filter für Einträge

source: Year
de: Jahr

source: All
de: Alle

source: With attachment
de: Mit Anhang

source: Without attachment
de: Ohne Anhang

source: Additional export options
de: Zusätzliche Exportoptionen

source: Entries
de: Einträge

source: Inventory change
de: Bestandsänderung

source: Payment
de: Zahlung

source: Actions
de: Aktionen

source: Edit
de: Bearbeiten

source: Open documents
de: Dokumente öffnen

source: Delete entry permanently?
de: Eintrag endgültig löschen?

source: No entries available.
de: Keine Einträge verfügbar.

source: CSV file import
de: CSV-Datei importieren

source: Select CSV file
de: CSV-Datei auswählen

source: Expected headers:
de: Erwartete Header:

source: or short form without Inventory/Cash balance.
de: oder Kurzform ohne Inventar/Kassenbestand.

source: Completely replace existing entries
de: Vorhandene Einträge vollständig ersetzen

source: Download sample CSV file
de: Beispiel-CSV-Datei herunterladen

source: Show preview
de: Vorschau anzeigen

source: Upload attachments
de: Anhänge hochladen

source: Please enter at least one value for revenue, expenditure, full or empty bottles.
de: Bitte geben Sie mindestens einen Wert für Einnahmen, Ausgaben, Vollgut oder Leergut ein.

source: Open
de: Öffnen

source: Upload failed
de: Hochladen fehlgeschlagen

source: Username
de: Benutzername

source: Password
de: Passwort

source: Forgot your password?
de: Passwort vergessen?

source: Request password reset
de: Passwort zurücksetzen

source: Please enter your username
de: Bitte geben Sie Ihren Benutzernamen ein.

source: If the information is correct, a reset link will be sent by email.
de: Wenn die Angaben korrekt sind, wird Ihnen per E-Mail ein Link zum Zurücksetzen zugesandt.

source: Send reset link
de: Link zum Zurücksetzen senden

source: Payment request
de: Zahlungsfreigabeantrag

source: New payment request
de: Neuer Antrag

source: All payment request as PDF
de: Alle Anträge als PDF

source: Audit overview
de: Änderungsprotokoll

source: Requestor
de: Antragsteller

source: Amount
de: Betrag

source: Approval progress
de: Freigabefortschritt

source: from
de: von

source: approved
de: freigegeben

source: from you
de: von dir

source: Approve
de: Freigeben

source: Withdraw approval
de: Freigabe zurückziehen

source: On hold
de: Pausiert

source: Continue
de: Weiter

source: Complete
de: Abgeschlossen

source: Reject
de: Ablehnen

source: Withdraw payment request
de: Zahlungsfreigabeantrag zurückziehen

source: Withdraw
de: Zurückziehen

source: Delete payment request permanently
de: Zahlungsfreigabeantrag dauerhaft löschen

source: Reject payment request
de: Zahlungsfreigabeantrag ablehnen

source: Justification (mandatory)
de: Begründung

source: Please specify reason for rejection
de: Bitte geben Sie den Grund für die Ablehnung an

source: Create new payment request
de: Neuen Zahlungsfreigabeantrag erstellen

source: e.g. 3a
de: z.Bsp. 3a

source: What is the payment request for?
de: Wofür ist der Zahlungsfreigabeantrag?

source: Purpose
de: Verwendungszweck

source: eg. 49,90
de: z.Bsp. 49,90

source: Company / Supplier
de: Hersteller / Lieferant

source: Supplier (optional)
de: Lieferant (optional)

source: Why is the payment request necessary?
de: Warum ist der Zahlungsfreigabeantrag notwendig?

source: Justification
de: Begründung

source: Request
de: Antrag

source: Timestamp
de: Zeitstempel

source: Supplier
de: Lieferant

source: Approvals
de: Freigaben

source: Chairmans
de: Geschäftsführende

source: pending
de: ausstehend

source: Are you sure to delete the attachment?
de: Möchten Sie den Anhang wirklich löschen?

source: No attachments available
de: Keine Anhänge verfügbar

source: Email (for password reset)
de: E-Mail (zum Zurücksetzen des Passworts)

source: Repeat password
de: Passwort wiederholen

source: Safety
de: Sicherheit

source: 2FA is
de: 2FA ist

source: activated
de: aktiviert

source: Confirm with password
de: Mit Passwort bestätigen

source: Disable 2FA
de: 2FA deaktivieren

source: 2FA is currently
de: 2FA ist derzeit

source: deactivated
de: deaktiviert

source: Your new backup codes (visible once):
de: Ihre neuen Backup-Codes (einmalig sichtbar):

source: Sort entries in descending order (newest first)
de: Einträge in absteigender Reihenfolge sortieren (neueste zuerst)

source: Show entries from the current year only
de: Nur Einträge aus dem aktuellen Jahr anzeigen

source: Language
de: Sprache

source: German
de: Deutsch

source: English
de: Englisch

source: Representation
de: Darstellung

source: Light
de: Hell

source: Dark
de: Dunkel

source: New password
de: Neues Passwort

source: User management
de: Benutzerverwaltung

source: Add user
de: Benutzer hinzufügen

source: Add new user
de: Neuen Benutzer hinzufügen

source: Chairman
de: Geschäftsführend

source: Created
de: Erstellt

source: Updated
de: Aktualisiert

source: Deactivate
de: Deaktivieren

source: Activate
de: Aktivieren

source: Remove permission
de: Berechtigung entfernen

source: Yes
de: Ja

source: Assign permission
de: Berechtigung zuweisen

source: No
de: Nein

source: Generate reset link
de: Link zum Zurücksetzen generieren

source: Delete user permanently?
de: Benutzer dauerhaft löschen?

source: Delete user
de: Benutzer löschen

source: No users available
de: Keine Benutzer verfügbar

source: Software Information
de: Software-Informationen

source: Build Date
de: Erstellungsdatum

source: Not authorized
de: Nicht autorisiert

source: You are not authorized to view this area.
de: Sie sind nicht berechtigt, diesen Bereich anzuzeigen.

source: To the home page
de: Zur Startseite

source: To the support portal
de: Zum Support-Portal

source: Contact support
de: Support kontaktieren

source: To log in
de: Zum Login

source: Reference
de: Referenz

source: Access denied
de: Zugriff verweigert

source: Access to this area has been denied.
de: Der Zugriff auf diesen Bereich wurde verweigert.

source: Page not found
de: Seite nicht gefunden
