Repository: michaele1410/BottleBalance
Catalog: web/translations/*/LC_MESSAGES/messages.po
Languages: de

source: The requested page was not found
de: Die angeforderte Seite wurde nicht gefunden.

source: Unexpected error
de: Unerwarteter Fehler

source: An unexpected error has occurred
de: Ein unerwarteter Fehler ist aufgetreten.
